[Ability.A_Nova_Buff H7BaseBuff]
mName="Воспламенение"
mTooltip="Существо получает %d ед. урона %icon_fire огнём в конце хода."

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Статическое оцепенение"
mTooltip="Наносит выбранному отряду от %d.min до %d.max ед. урона от %icon_air магии воздуха, вызывая %spell4.name. Не может быть использовано, если существо находится в ближнем бою."

[A_RangedAttack_Might_Bow H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Атака дальнего боя"

[Ability.A_aura_petrifiante H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Аура оцепенения"
mTooltip="С вероятностью 30% это существо может обездвижить соседние вражеские отряды в начале каждого раунда."

[A_Creature_medusa_upregate H7Creature]
mName="Нага-рёси"
mLore=""

[A_Creature_medusa_base H7Creature]
mName="Нага-ёкудзин"
mLore=""

